;abilities
[RM_Punch X2AbilityTemplate]
LocFriendlyName="Удар машины"
LocLongDescription="Атакует близстоящую цель быстрым механическим ударом."
LocHelpText="Атакует близстоящую цель быстрым механическим ударом. Тратит одно очко действия и не заканчивает ход."
LocPromotionPopupText="<Bullet/> В отличае от удара-рывка, может атаковать только близстоящие цели, слабее ИСКРы <br/><Bullet/> Однако этот удар тратит только 1 очко действия, не заканчивает ход и может использовать несколько раз сразу <br/><Bullet/> Используйте его на тех кто подошел слишком близко <br/>"

[RMGrimyCloseCombat X2AbilityTemplate]
LocFriendlyName="Протокол ближнего боя"
LocLongDescription="Автоматически атакует любую вражескую цель оказавшуюся в радиусе <Ability:CLOSE_COMBAT_DISTANCE/> клеток."
LocHelpText="Автоматически атакует любую вражескую цель оказавшуюся в радиусе <Ability:CLOSE_COMBAT_DISTANCE/> клеток."
LocPromotionPopupText="<Bullet/> Автоматически атакует любую вражескую цель оказавшуюся в радиусе <Ability:CLOSE_COMBAT_DISTANCE/> клеток.<br/><Bullet/> На эти выстрелы налагается штраф точности как для ответных выстрелов. <br/><Bullet/> ИСКРа не сможет выстрелить, если у нее кончатся боеприпасы. "

[RMGrimyMayhem X2AbilityTemplate]
LocFriendlyName="Жесткое подавление"
LocLongDescription="Подавление наносит дополнительно <Ability:MAYHEM_DMG/> урона."
LocHelpText="Подавление наносит дополнительно <Ability:MAYHEM_DMG/> урона."
LocPromotionPopupText="<Bullet/> Подавление наносит дополнительно <Ability:MAYHEM_DMG/> урона. Если цель попытается двигаться. <br/>"

[UtilityRigging X2AbilityTemplate]
LocFriendlyName="Улучшенные нано-мускулы"
LocLongDescription="ИСКРы получают +<Ability:MUSCLE_MOBILITY/> к мобильности."
LocHelpText="ИСКРы получают <Ability:MUSCLE_MOBILITY/> к мобильности."
LocPromotionPopupText="<Bullet/> ИСКРы получают <Ability:MUSCLE_MOBILITY/> к мобильности.<br/>"

[PCSAdaptation X2AbilityTemplate]
LocFriendlyName="Чип боевой адаптации"
LocLongDescription="ИСКРы получают +<Ability:AIM_POINTS> к меткости."
LocHelpText="ИСКРы получают +<Ability:AIM_POINTS> к меткости."
LocPromotionPopupText="<Bullet/> ИСКРы получают +<Ability:AIM_POINTS> к меткости.<br/>"

[SPARKShields X2AbilityTemplate]
LocFriendlyName="Усиленные техно-щиты"
LocLongDescription="ИСКРы получают <Ability:SPARK_SHIELD/> к базовому щиту."
LocHelpText="ИСКРы получают <Ability:SPARK_SHIELD/> к базовому щиту."
LocPromotionPopupText="<Bullet/> ИСКРы получают <Ability:SPARK_SHIELD/> к базовому щиту.<br/><Bullet/> Щиты впитывают весь урон пока не кончатся.<br/><Bullet/> Потеря щитов не вредит ИСКРе и ее не надо будет чинить"

[HeavyWeaponStorage X2AbilityTemplate]
LocFriendlyName="Тяжелый боекомплект"
LocLongDescription="ИСКРы получают +<Ability:HEAVY_STORAGE/> к зарядам использованя тяжелого вооружения."
LocHelpText="ИСКРы получают +<Ability:HEAVY_STORAGE/> к зарядам использованя тяжелого вооружения."
LocPromotionPopupText="<Bullet/> ИСКРы получают +<Ability:HEAVY_STORAGE/> к зарядам использованя тяжелого вооружения.<br/>"

[AutomatedThreatAssessment X2AbilityTemplate]
LocFriendlyName="Автоматическа оценка угрозы"
LocLongDescription="ИСКРы получают <Ability:AUTOMATED_THREAT/> к защите, если не атаковали в свой ход."
LocHelpText="ИСКРы получают <Ability:AUTOMATED_THREAT/> к защите, если не атаковали в свой ход."
LocPromotionPopupText="<Bullet/> ИСКРы получают <Ability:AUTOMATED_THREAT/> к защите, если не атаковали в свой ход.<br/><Bullet/> Это полезно если вы используете ИСКРу для ответных выстрелов или в роли танка."

[BerserkerGauntlet X2AbilityTemplate]
LocFriendlyName="Перчатка берсерка"
LocLongDescription="Удары ближнего боя ИСКРы получают +<Ability:GAUNTLET_DMG/> к урону."
LocHelpText="Удары ближнего боя ИСКРы получают +<Ability:GAUNTLET_DMG/> к урону."
LocPromotionPopupText="<Bullet/> Удары ближнего боя ИСКРы получают +<Ability:GAUNTLET_DMG/> к урону.<br/><Bullet/> Работает для всех ударов ближнего боя, выполняемых ИСКРой.<br/><Bullet/> Ну и кто тут теперь король ринга?!"

[NanomachinesSon X2AbilityTemplate]
LocFriendlyName="Система авто-ремента"
LocLongDescription="ИСКРы теперь чинятся быстрее, а если урон за миссию не больше -<Ability:NANOREPAIR/>, ремонт не треубется вовсе."
LocHelpText="ИСКРы теперь чинятся быстрее, а если урон за миссию не больше -<Ability:NANOREPAIR/>, ремонт не треубется вовсе."
LocPromotionPopupText="<Bullet/> ИСКРы теперь чинятся быстрее, а если урон за миссию не больше -<Ability:NANOREPAIR/>, ремонт не треубется вовсе."

[HyperReactiveRounds X2AbilityTemplate]
LocFriendlyName="Само-корректирующиеся патроны"
LocLongDescription="Юнит получает +<Ability:SELF_AIM/> к точности по целе, прошлый выстрел по которой не попал."
LocHelpText="Юнит получает +<Ability:SELF_AIM/> к точности по целе, прошлый выстрел по которой не попал."
LocPromotionPopupText="<Bullet/> Юнит получает +<Ability:SELF_AIM/> к точности по целе, прошлый выстрел по которой не попал.<br/>"

[ShieldHardener X2AbilityTemplate]
LocFriendlyName="Протокол перегрузки щита"
LocLongDescription="Последний щит ИСКРы заблокирует весь урон, даже если урона намного больше чем щита."
LocHelpText="Последний щит ИСКРы заблокирует весь урон, даже если урона намного больше чем щита."
LocPromotionPopupText="<Bullet/> Последний щит ИСКРы заблокирует весь урон, даже если урона намного больше чем щита.<br/><Bullet/> Это означает что если по ИСКРе ударят на 10 урона, но у нее будет хотя бы 1 щит. Этот щит заблокирует весь урон и корпус не пострадает."

[NanoweaveBonus X2AbilityTemplate]
LocFriendlyName="Адаптивная нано-броня"
LocLongDescription="ИСКРа получает +<Ability:NANOWEAVE/> брони после получения урона до конца хода."
LocHelpText="ИСКРа получает +<Ability:NANOWEAVE/> брони после получения урона до конца хода."
LocPromotionPopupText="<Bullet/> ИСКРа получает +<Ability:NANOWEAVE/> брони после получения урона до конца хода.<br/>"

[NanoweavePassive X2AbilityTemplate]
LocFriendlyName="Адаптивная нано-броня"
LocLongDescription="ИСКРа получает +<Ability:NANOWEAVE/> брони после получения урона до конца хода."
LocHelpText="ИСКРа получает +<Ability:NANOWEAVE/> брони после получения урона до конца хода."
LocPromotionPopupText="<Bullet/>ИСКРа получает +<Ability:NANOWEAVE/> брони после получения урона до конца хода.<br/>"

[CodexModuleBonus X2AbilityTemplate]
LocFriendlyName="Магнитное отклонение снарядов"
LocLongDescription="Боец получает +<Ability:CODEX_DODGE/> к уклонению за каждого видимого врага, вплодь до максимума в +<Ability:CODEX_MAX/>."
LocHelpText="Боец получает +<Ability:CODEX_DODGE/> к уклонению за каждого видимого врага, вплодь до максимума в +<Ability:CODEX_MAX/>."
LocPromotionPopupText="<Bullet/>Боец получает +<Ability:CODEX_DODGE/> к уклонению за каждого видимого врага, вплодь до максимума в +<Ability:CODEX_MAX/>.<br/>"

[RM_Suppression X2AbilityTemplate]
LocFriendlyName="Подавление"
LocLongDescription="Обстреливает цель, не давая ей высунуться. Снижает точность врага на <Ability:SUPPRESSIONPENALTY/>. И гарантированно выстрелит, если тот попытается двигаться."
LocHelpText="Уменьшает точность врага, блокирует некоторые способности и выстрелит если враг попытается двигаться."
LocFlyOverText="Подавление"
LocPromotionPopupText="<Bullet/> Подавление использует <Ability:SelfAmmoCost/> боезопаса для использования, но не имеет перезарядки.<br/><Bullet/> Блокирует использование некоторыех способностей врагу. <br/><Bullet/> Подавление прерывается, если подавляющий получит урон. <br/><Bullet/> Эффект от нескольких подавлений может накапливаться <br/>"

[SuppressionProtocol X2AbilityTemplate]
LocFriendlyName="Протокол подавления"
LocLongDescription="ИСКРы получают способность Подавление."
LocHelpText="ИСКРы получают способность Подавление."
LocPromotionPopupText="<Bullet/> ИСКРы получают способность Подавление. <br/>"

;techs

[SPARKSuppression X2TechTemplate]
DisplayName="<font color='#ED9C71'>Протокол подавления</font>"
Summary="Теперь, когда у нас есть окончательный проект ИСКР, готовый к использованию, я могу приступить к работе над их программированием. Для начала я мог бы добавить Протокол Подавления."
UnlockedDescription="Все ИСКРЫ получили способность Подавление!"

[SPARKPCS X2TechTemplate]
DisplayName="<font color='#ED9C71'>Чип Боевой Адаптации ИСКР</font>"
Summary="С подробным отчетом Тайгана о том, как работает система чипов АДВЕНТА и доступом к некоторым трупам офицеров, я могу преобразовать чипы в них, чтобы помочь нашим ИСКРАм лучше прицеливаться во вражеские цели на поле боя. +5 к точности для всех ИСКР."
UnlockedDescription="Точность всех ИСКР повышена на +5."

[SPARKRigging X2TechTemplate]
DisplayName="<font color='#ED9C71'>Улучшенные Нано-Мускулы ИСКР</font>"
Summary="Броня мутонов, похоже, сделана из этого наномышечного волокна, которое на самом деле довольно хорошо выдерживает огромные нагрузки. Если мы получим его больше, я, возможно, смогу улучшить скорость передвижения наших ИСКР, что позволить им передвигаться быстрее. +3 к мобильности для всех ИСКР."
UnlockedDescription="Мобильность всех ИСКР повышена на +3."

[SPARKShields X2TechTemplate]
DisplayName="<font color='#ED9C71'>Усиленые щиты ИСКР</font>"
Summary="Пока мы не можем воссоздать портативные генераторы Щитоносцев Адвента в малом размере и воссоздать их способностью защищать своих товарищей по отряду, мы можем создать систему защиты для ИСКР. Это дополнительно защитит ИСКРУ от первых нескольких попаданий. +4 к щиту для всех ИСКР."
UnlockedDescription="Все ИСКРЫ получили +4 аблативного щита."

[SPARKMayhem X2TechTemplate]
DisplayName="<font color='#ED9C71'>Жесткое Подавление ИСКР</font>"
Summary="Я немного покопался имплантах Снайперов АДВЕНТА, которых мы нашли, и я думаю, что мы можем использовать их для улучшения подавляющих возможностей наших ИСКР. Выстрелы при подавлении будут бить в уязвимые места цели и наносить больше урона. +2 к урону выстрелов подавления."
UnlockedDescription="Подавление ИСКР наносит +2 урона по врагам, пытающимся выйти из него."

[SPARKCloseCombat X2TechTemplate]
DisplayName="<font color='#ED9C71'>Протокол Ближнего Боя ИСКР</font>"
Summary="Этот костюм Андромедона - отвратительная работа инопланетян, но поврежденный искусственный интеллект, который мы извлекли из костюма, натолкнул меня на некоторые идеи. Если тактические команды смогут дать мне еще несколько скафандров, я, возможно, смогу заставить наши ИСКРы быстрее реагировать на приближающихся врагов. Способность \"Мастер ближнего боя\" для всех ИСКР."
UnlockedDescription="Все ИСКРЫ получают способность Мастер Ближнего Боя. Свободные атаки врагов двигающихся в радиусе 4 клеток от робота."

[SPARKHeavyWeapon X2TechTemplate]
DisplayName="<font color='#ED9C71'>Тяжелый Боекомплект ИСКР</font>"
Summary="Сектопод был одной из самых сложных инопланетных машин, развернутых во время первоначального вторжения. Теперь, когда нам удалось рассмотреть его поближе, мы знаем, как инопланетянам удалось вложить в него столько огневой мощи. Возможно, я смогу воспроизвести аналогичную емкость для хранения тяжелого оружия ИСКР. +1 к зарядам тяжелого оружия для всех ИСКР."
UnlockedDescription="Все тежелое вооружения ИСКР получает +1 к зарядам использвоания."

[SPARKATA X2TechTemplate]
DisplayName="<font color='#ED9C71'>Оборонный протокол ИСКР</font>"
Summary="Тиган передал мне программное обеспечение турелей АДВЕНТА и меня заинтересовал фрагмент отвечающий за анализ траекторий снарядов. Думаю я смогу улучшить софт для наших ИСКР, который позволит им лучше уклонятся от вражеского огня. +10 к защите при Подавлении и Овервотче для всех ИСКР."
UnlockedDescription="Все ИСКРЫ получаеют +10 защиты при Подавлении, Наблюдении и активации защитных способностей."

[SPARKGauntlet X2TechTemplate]
DisplayName="<font color='#ED9C71'>Ударный гидро-усилитель для ИСКР</font>"
Summary="Мускулатура берсеркеров натолкнула меня на идеи по улучшению ударных возможностей ИСКР. Мы можем модифицировать гидро-усилители наших ИСКР, что даст им возможность бить чаще и сильнее. +2 урона в ближнем бою и способность \"Удар машины\", позволяющий бить несколько раз за ход, для всех ИСКР ."
UnlockedDescription="Все ИСКРЫ получают +2 урона в ближнем бою и способность Быстрый удар, позволяющий бить рядом стоящих врагов без окончания хода."

[SPARKNanomachines X2TechTemplate]
DisplayName="<font color='#ED9C71'>Адаптивная Нано-Броня ИСКР</font>"
Summary="Тела безликих обладают удивительной способностью к регенерации. Их кровь содержит частицы, которые ищут повреждения в тканях и восстанавливают их по мере возможсти. Думаю у меня получится на основе этих клеток разработать особый нано-гель для наших ИСКР, который позволит им восстанавливать незначительные повреждения (до 3 ед обшивки) самостоятельно, не прибегая к ремонтному депо."
UnlockedDescription="ИСКРЫ, получившие в бою менее 3 ед урона по корпусу, восстановятся сами и не будут нуждаться в ремонте."

[RebuildSPARK X2TechTemplate]
DisplayName="<font color='#ED9C71'>\"ИСКРА\" капитальный ремонт</font>"
Summary="У ИСКР есть преимущество перед нами, людьми: они не теряют все, когда получают катастрофические повреждения. Мы можем отремонтировать шасси и даже загрузить резервную копию его ИИ за небольшую часть стоимости создания совершенно новой ИСКРы. Обратите внимание, что восстановленный юнит не будет точно таким же, как оригинал, и ИИ потребуется некоторый опыт в полевых условиях, чтобы приспособиться к своему новому телу, прежде чем он сможет снова использовать все свои старые навыки."
UnlockedDescription="Мы можем создать новую ИСКРУ быстрее и дешевле из обломов, поверженной на поле боя, старой ИСКРЫ."

[RM_ConvertMEC X2TechTemplate]
DisplayName="<font color='#ED9C71'>\"ИСКРА\" из обломков МЕК Адвента</font>"
Summary="Разработанный покойным доктором Рэймондом Шеном, перед первым вторжением около 20 лет назад, захваченный прототип робота ИСКРа, по-видимому, послужил прародителем всех будущих разработок МЕКов АДВЕНТА. Мы можем использовать это против АДВЕНТА: с достаточным количеством захваченных останков МЕКов, мы можем сделать ИСКРу с некоторыми дополнительными припасами."
UnlockedDescription="Мы можем создать ИСКРУ дешевле и быстрее из обломков МЕКов противника."

[RM_SparkSergeantTech X2TechTemplate]
DisplayName="<font color='#ED9C71'>Продвинутая Сборка ИСКР</font>"
Summary="Теперь, когда у нас есть достаточно боевого опыта в столконовениях с АДВЕНТОМ и достаточно обломков МЕКов, мы в состоянии создать улучшенную платформу для наших ИСКР. Это позволит нам создать ИСКРы с уже прошитым в них ИИ, обладающим базовыми навыками ведения боя. Все новые ИСКРЫ при создании получают +2 ранга опыта."
UnlockedDescription="Все ИСКРЫ будут получать +2 боевых ранга сразу при создании."

;items and corpse

[CorpseSPARK X2ItemTemplate]
FriendlyName="Поврежденное шасси ИСКРЫ"
FriendlyNamePlural="Поврежденное шасси ИСКРЫ"
BriefSummary="Обломки шасси ИСКРы, поверженной на поле боя. Возможно инженеры смогут с этим что-нибудь сделать..." 

[SCRounds X2AmmoTemplate]
FriendlyName="Само-корректирующиеся патроны"
FriendlyNamePlural="Само-корректирующиеся патроны"
BriefSummary="Эти патроны получены из имплантатов, которые мы нашли в Офицерах АДВЕНТА, и более поздних адаптаций, которые мы сделали для ИСКР. Когда ИСКРа делает выстрел и промахивается, самокорректирующиеся патроны отправляют данные обратно в ИСКРУ, чтобы помочь скорректировать ее огонь, повышая точность следующего выстрела."
TacticalText="<Bullet/> Юнит получает +<Ability:SELF_AIM/> к точности по целе, прошлый выстрел по которой не попал. "

[Hardener X2EquipmentTemplate]
FriendlyName="Блок перегрузки щита"
FriendlyNamePlural="Блок перегрузки щита"
BriefSummary="Аварийный усилитель щита. Последний щит носителя заблокирует весь урон, даже если урона намного больше чем щита."
TacticalText="<Bullet/> Аварийный усилитель щита. Последний щит носителя заблокирует весь урон, даже если урона намного больше чем щита. <br/><Bullet/> Так же дает +1 щита носителю."

[Nanoweave X2EquipmentTemplate]
FriendlyName="Активная нано-броня"
FriendlyNamePlural="Активная нано-броня"
BriefSummary="Улучшение умной брони для ИСКР. Получив урон, броня ИСКРы перестроится в месте повреждения, делая последующие попадания менее болезненными."
TacticalText="<Bullet/> Дает +<Ability:NANOWEAVE/> брони после получения урона.<br/><Bullet/> Эффект длится до начала следующего хода ИСКРы."

[CodexModule X2EquipmentTemplate]
FriendlyName="Магнитное отклонение снарядов"
FriendlyNamePlural="Магнитное отклонение снарядов"
BriefSummary="Магнитная установка на базе Кодекса поможет эффективнее отклонять снаряды, существенно снижая шанс нормального попадания, да и вообще попадания по носителю. Заменяет бойцу жилет."
TacticalText="<Bullet/> Дает +<Ability:CODEX_DODGE/> к уклонению за каждого видимого врага до максимума в +<Ability:CODEX_MAX/>."